var Data = {
    model1: ["南京链家真实在售二手房 21249 套",
        "链家真实租房 333 套",
        "南京链家在售新房楼盘 331 个"
    ],
    model2: ["请输入区域、商圈或小区名开始找房",
        "请输入楼盘名称开始找房",
        "输入地铁线或地铁站可以找地铁附近的房源",
        "请输入小区名开始查找小区",
        "房产知识有疑问？快来搜搜吧~"
    ],
    model3: ["找二手房真实二手房源，链家承诺真实在售所见即真",
        "找新房全新房屋，全新生活，给您满意的优质新盘",
        "地图找房为您精准定位，位置周边配套设施一览无余",
        "房屋估价基于海量成交数据，帮您合理定价预估市值",
    ],
    // 新房数据
    model4: {
        title: ["中州国际广场", "碧桂园北岸世家", "宝隆时代广场"],
        price: ["20万/套", "6500元/平", "17000元/平"]
    },
    // 二手房数据
    model5: {
        title: ["桥北威尼斯十街区 花园洋",
            "雨花台铁心桥蓝岸尚城精装修 ",
            "此房只有契税 小区环境优美",
            "奥体 万科光明城市 精装"
        ],
        name: ["威尼斯水城第十街区", "蓝岸尚城", "湖滨世纪花园", "万科光明城市西苑"],
        price: ["213万", "149万", "220万", "466万"],
        roomType: ["2室2厅", "2室1厅", " 3室2厅", "2室2厅"],
        area: ["89平米", "38.19平方米", "115.53平方", "96.11平方"],
        desInfo: ["链家网推荐在售房源", "链家网推荐在售房源", "链家网推荐在售房源", "链家网推荐在售房源"]
    },
    model6: {
        tab: ["城市二手房", "商圈二手房", "商圈租房", "商圈小区",
            "热门小区", "小区二手房", "小区租房", "新房", "百科",
            "租房", "小区", "问答", "房产专题", "合作与友情链接"
        ],
        Info: [
            ["北京二手房", "广州二手房", "深圳二手房", "天津二手房", "成都二手房", "南京二手房", "杭州二手房", "青岛二手房", "大连二手房", "厦门二手房", "武汉二手房", "重庆二手房", "长沙二手房", "济南二手房", "佛山二手房"],
            ["晓庄二手房", "万寿二手房", "科学园二手房", "五塘广场二手房", "华侨路二手房", "高淳二手房", "月苑二手房", "水佐岗二手房", "江心洲二手房", "应天西路二手房", "江东二手房", "后宰门二手房", "孝陵卫二手房", "鼓楼二手房"],
            ["浦口租房", "栖霞租房", "九龙湖租房", "宁海路租房", "江浦街道租房", "麒麟镇租房", "桥北租房", "江宁其它租房", "将军大道租房", "仙鹤门租房", "马群租房", "夫子庙租房", "后宰门二手房", "孝陵卫二手房", "鼓楼二手房", "建康路二手房", "秦淮二手房", "玄武门二手房", "建宁路二手房", "将军大道二手房", "仙林二手房"],
            ["金马郦城东区","栖霞租房", "九龙湖租房", "宁海路租房", "江浦街道租房", "麒麟镇租房", "桥北租房", "江宁其它租房", "将军大道租房", "仙鹤门租房", "马群租房", "夫子庙租房", "后宰门二手房", "孝陵卫二手房", "鼓楼二手房", "龙凤花园腾龙里", "铁桥小区", "翠岭银河", "春江新城新河苑二期", "和燕路小区", "燕华花园", "城南新村", "世纪城金域华府", "兴贤佳园", "华菁水苑", "正泰大厦"],
            ["铁桥小区租房", "翠岭银河租房", "春江新城新河苑二期租房", "和燕路小区租房", "燕华花园租房", "城南新村租房", "兴贤佳园租房", "华菁水苑租房", "正泰大厦租房"],
            ["北京二手房", "广州二手房", "深圳二手房", "天津二手房", "成都二手房", "南京二手房", "杭州二手房", "青岛二手房", "大连二手房", "厦门二手房", "武汉二手房", "重庆二手房", "长沙二手房", "济南二手房", "佛山二手房"],
            ["晓庄二手房", "万寿二手房","栖霞租房", "九龙湖租房", "宁海路租房", "江浦街道租房", "麒麟镇租房", "桥北租房", "江宁其它租房", "将军大道租房", "仙鹤门租房", "马群租房", "夫子庙租房", "后宰门二手房", "孝陵卫二手房", "鼓楼二手房", "科学园二手房", "五塘广场二手房", "华侨路二手房", "高淳二手房", "月苑二手房", "水佐岗二手房", "江心洲二手房", "应天西路二手房", "江东二手房", "后宰门二手房", "孝陵卫二手房", "鼓楼二手房"],
            ["浦口租房", "栖霞租房", "九龙湖租房", "宁海路租房", "江浦街道租房", "麒麟镇租房", "桥北租房", "江宁其它租房", "将军大道租房", "仙鹤门租房", "马群租房", "夫子庙租房", "后宰门二手房", "孝陵卫二手房", "鼓楼二手房", "建康路二手房", "秦淮二手房", "玄武门二手房", "建宁路二手房", "将军大道二手房", "仙林二手房"],
            ["金马郦城东区", "龙凤花园腾龙里", "栖霞租房", "九龙湖租房", "宁海路租房", "江浦街道租房", "麒麟镇租房", "桥北租房", "江宁其它租房", "将军大道租房", "仙鹤门租房", "马群租房", "夫子庙租房", "后宰门二手房", "孝陵卫二手房", "鼓楼二手房","铁桥小区", "翠岭银河", "春江新城新河苑二期", "和燕路小区", "燕华花园", "城南新村", "世纪城金域华府", "兴贤佳园", "华菁水苑", "正泰大厦"],
            ["铁桥小区租房", "翠岭银河租房", "春江新城新河苑二期租房", "和燕路小区租房", "燕华花园租房", "城南新村租房", "兴贤佳园租房", "华菁水苑租房", "正泰大厦租房"],
            ["北京二手房", "广州二手房", "深圳二手房", "天津二手房", "成都二手房", "南京二手房", "杭州二手房", "青岛二手房", "大连二手房", "厦门二手房", "武汉二手房", "重庆二手房", "长沙二手房","栖霞租房", "九龙湖租房", "宁海路租房", "江浦街道租房", "麒麟镇租房", "桥北租房", "江宁其它租房", "将军大道租房", "仙鹤门租房", "马群租房", "夫子庙租房", "后宰门二手房", "孝陵卫二手房", "鼓楼二手房", "济南二手房", "佛山二手房"],
            ["晓庄二手房", "万寿二手房", "科学园二手房", "五塘广场二手房", "华侨路二手房", "高淳二手房","栖霞租房", "九龙湖租房", "宁海路租房", "江浦街道租房", "麒麟镇租房", "桥北租房", "江宁其它租房", "将军大道租房", "仙鹤门租房", "马群租房", "夫子庙租房", "后宰门二手房", "孝陵卫二手房", "鼓楼二手房", "月苑二手房", "水佐岗二手房", "江心洲二手房", "应天西路二手房", "江东二手房", "后宰门二手房", "孝陵卫二手房", "鼓楼二手房"],
            ["浦口租房", "栖霞租房", "九龙湖租房", "宁海路租房", "江浦街道租房", "麒麟镇租房", "桥北租房", "江宁其它租房", "将军大道租房", "仙鹤门租房", "马群租房", "夫子庙租房", "后宰门二手房", "孝陵卫二手房", "鼓楼二手房", "建康路二手房", "秦淮二手房", "玄武门二手房", "建宁路二手房", "将军大道二手房", "仙林二手房"],
            ["金马郦城东区", "龙凤花园腾龙里", "铁桥小区", "翠岭银河", "春江新城新河苑二期", "和燕路小区", "燕华花园", "城南新村", "世纪城金域华府", "兴贤佳园", "华菁水苑", "正泰大厦"],
            ["铁桥小区租房", "翠岭银河租房", "春江新城新河苑二期租房", "和燕路小区租房", "燕华花园租房", "城南新村租房", "兴贤佳园租房", "华菁水苑租房", "正泰大厦租房"],
        ]
    },
    city: {
        char: ["B", "C", "D", "F", "G", "H", "J", "K", "L", "N", "Q", "S", "T", "W", "X", "Y"],
        name: [
            ["北京"],
            ["成都", "重庆", "长沙"],
            ["大连", "东莞"],
            ["佛山"],
            ["广州"],
            ["杭州", "惠州", "海口", "合肥"],
            ["济南"],
            ["昆明"],
            ["陵水", "廊坊"],
            ["南京"],
            ["青岛", "琼海"],
            ["上海", "深圳", "苏州", "石家庄", "沈阳", "三亚"],
            ["天津", "太原"],
            ["武汉", "无锡", "文昌", "万宁"],
            ["厦门", "西安", "西双版纳"],
            ["烟台"]
        ]
    }
}